Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 林立在那强大的斗气压迫下，却是丝毫不为所动，口中说出的话更是一点也不客气：“怎么，说不过就想动手？你连麦格雷尼先生的病因都查不出来，还敢大言不惭负责治疗，你以为这是什么？这不是阿猫阿狗，这是一条活生生的人命！你到底想没想过，如果我今天被你赶走了，你又治不好麦格雷尼先生的病该怎么办？真不知道你老师怎么教你的，拿人命来开玩笑，你不是庸医是什么？”
en_us: Lin Li did not budge under the oppression of such strong anger, and the words he uttered were not at all polite. "Why? Starting a fight because you can't outspeak me? You couldn't even find out the cause of Mr McGrenn's illness yet you had the audacity to say you'll be responsible for his treatment. What do you think this is? This is not just any beast, it's a human's life! Have you ever thought what will you do if I was chased out by you and you couldn't cure Mr McGrenn? I really don't know how your teacher has taught you, treating someone's life as a joke. How are you not a quack?"

source: 林立好说歹说，最后还是弄了一瓶，总算把这老怨妇给打发走了。
en_us: Lin Li tried every possible way to persuade him, but at last he got him a bottle and sent the aggrieved hag away.

source: 林立完全没费什么力气，就将谈话节奏纳入了自己的掌握当中。
en_us: It took Lin Li absolutely no effort to bring the rhythm of the conversation under his control.

source: 林立对这条协议还是比较满意的，身为一名穿越者，他比其他人更清楚宣传的力量，特别是在一个剑与魔法的世界里，身后如果站着加洛斯魔法公会这样的庞然大物，就算是买药也能比别人卖得欢快一些。
en_us: Lin Li was satisfied with the agreement. Being a time traveller, he knew the power of publicity more than anyone else. Especially in a world of swords and magic, if you had a giant like the Jarrosus Guild of Magic standing behind you, you could sell the medicine more readily than others.

source: 林立将在加洛斯魔法公会拥有仅次于会长的特权，而与之相应的，他所生产出来的药剂，公会将会拥有优先购买的权利，这才是胖老头天天跑来药剂室关心的目的。
en_us: Lin Li would have the next highest privilege second to the President in the Jarrosus Guild of Magic. Correspondingly, the guild would have the priority rights to purchase the potions he produced. That was the reason behind the fat old man running to the potion lab everyday.

source: 林立将大半烧杯净化药剂喂进了麦格雷尼口中，又细心的给他按摩了一阵，以便让药剂尽早发挥作用。
en_us: Lin Li fed half a beaker of Purifying Potion into McGrenn's mouth and massaged him for a while to make the potion work as soon as possible.

source: 林立将点金棒放在台上，终于是长长的吁了口气。
en_us: Lin Li placed the gold rod on the platform and finally heaved a long sigh of relief.

source: 林立已经在图书馆里坐了两天了，魔法书上记录的咒语大概有二三十条，这都是他认为有用的魔法。
en_us: Lin Li had been sitting in the library for two days. There were about twenty or thirty spells recorded in the magic book, all of which he thought were useful.

source: 林立已经在这片森林里转了三天了，自从三天前踏进这片森林，林立的心情就再没好起来过，这见鬼的森林就仿佛一座庞大的迷宫，不管林立从哪里出发，也不管他在森林里怎么摸索，等到他精疲力尽想坐下来休息的时候，似乎都总会发现，眼前的树木看上去竟是如此的眼熟……
en_us: Lin Li had been walking around in this forest for three days. Ever since he stepped into this forest three days ago, Lin Li's spirits were permanently dampened. This cursed forest was like a huge labyrinth. Regardless where he had started out from and how hard he had fumbled to find his way out, each time he felt exhausted and sat down to rest, he'd find the trees in front of him ever so familiar...

source: 林立干完这一切，正要退出山洞的时候，却忽然闻到一股腥臭。
en_us: Lin Li was about to leave the cave after finishing his chore when he inhaled a foul stench.

source: 林立弯腰捡起水袋，放在耳边摇了一下，发现里面的清水还有半袋之多。
en_us: Lin Li bent down and picked up the water bag. He put it by his ear and gave it a shake, realizing it was still half-full.

source: 林立强忍着香气的诱惑，将这小半烧杯药剂，倒进早已准备好的玻璃瓶中，然后用力将瓶口塞紧。
en_us: Bearing the temptation of the fragrance, Lin Li poured the contents of less than half of the beaker into the glass bottle he had prepared and then secured the bottle opening tightly.

source: 林立很小心的拿起一片黑色花瓣，慢慢将它浸入烧杯当中。
en_us: Lin Li gingerly picked up a petal and slowly immersed it in the beaker.

source: 林立心头一暖，脸上也露出了几分笑容：“没什么，就是被吓着了……”
en_us: Lin Li's heart warmed and he broke into a small smile: "It's nothing, only that I was slightly frightened..."

source: 林立心头有些焦急，也没来得及跟葛瑞安打招呼，只是找到凯文说了一下：“朋友出了点事，我得过去看看究竟是什么情况，你一会帮我跟葛瑞安交代一声。”
en_us: Lin Li was rather anxious and did not have the time to inform Gerian. He found Kevin and told him, "My friend's in trouble and I have to go take a look, help me inform Gerian later."

source: 林立心里很清楚，凯文既然这么说，那肯定是真的出事了……
en_us: Lin Li knew very well that since Kevin had said so, something had to have happened...

source: 林立忽然想起，中年人先前喊的那个名字，似乎正是安度因要自己来找的人。
en_us: Lin Li suddenly recalled—the name that the middle-aged man had called out seemed to be the one of the very person that Andoine had told him to look for.

source: 林立想谦虚两句，却又发现气氛有些不对，于是干脆闭上嘴巴，老老实实的听安度因说下去。
en_us: Lin Li wanted to humbly say a few words of consolation, however, he realized that the atmosphere was not right. He thought to himself, Might as well keep my mouth shut and listen conscientiously to what Andoine has to say.

source: 林立想都没想，就给出了答复：“没兴趣！”
en_us: Lin Li replied without even thinking about it, "Not interested!"

source: 林立手上稍稍一用力，将项链上坠着的谜蓝宝石扯了下来，然后看也不看，随手就抛给了葛瑞安，魔力储存虽然强大，但对林立来说，其实真没什么太大的用处，真要连他那近乎无限的魔力都给耗尽了，多一块谜蓝宝石估计也没什么区别……
en_us: With a slight use of strength Lin Li pulled the Enigma Sapphire from the necklace. He tossed it to Gerian without even taking a look at it. Although storing mana was a powerful ability, to Lin Li, it was not really of much use. If his almost-infinite mana was exhausted, one more piece of Enigma Sapphire would probably make no difference...

source: 林立手腕一抖，泰罗果就落进了烧杯里，跟着又念了一个气爆术的咒语，只是林立控制得很小心，魔力一点一点的释放出来，让一个充满攻击性的气爆术变成了缓慢的挤压，这一幕若是落入葛瑞安眼中，多半又要让胖老头吃上一惊，如此微妙的魔力控制，一般魔法师至少要十年才能锻炼出来。
en_us: With a twitch of his wrist, the terocone fell into the beaker, followed by a Gas Blast Spell. But Lin Li had controlled it carefully, releasing his mana bit by bit, turning an aggressive Gas Blast Spell into a slow compress. If Gerian had seen this scene it would probably surprise him again. Such a subtle mana control would probably take at least a decade for an average mage to achieve.

source: 林立执意要走，伊娜也留他不住，只能将他送出门口。
en_us: Lin Li had insisted on leaving, so Ina could not make him stay and had to see him out of the door.

source: 林立抢先一步将伊娜接住，回身却又是一记迟缓术落到利维坦猩猩身上。
en_us: Lin Li caught Ina before she hit the ground before turning around to cast a Delaying Spell on the Leviathan Gorilla.

source: 林立抬头在宴会厅中望了一眼，却发现刚才自己跟巴瑟罗尔互相偷袭，竟把好好的一个宴会大厅高得乱七八糟，此时放眼望去，竟是找不到一处又僻静又干净的地方……
en_us: Lin Li lifted his head and glanced around the banquet hall, only to find the place a mess due to the sneak attacks he and Bathrilor made on each other. At the moment, there was not a clean and secluded place in sight...

source: 林立抬头望去，正看见凯文一脸愁苦。
en_us: Lin Li looked up to see Kevin with a face full of sorrow.

source: 林立抬眼望去，正看见葛瑞安那个便宜侄子走进花园，在他身后跟着的，仍然是那两个强者随从。
en_us: Lin Li looked up and saw Gerian's convenient nephew walked into the garden, still followed by the two powerful attendants.

source: 林立抬起头来一看，这幢看起来随时可能倒下的小屋外立着一块牌子，牌子上龙飞凤舞的写着几个大字——“加洛斯交易所”
en_us: Lin Li looked up. There was a sign outside the hut that looked like it was ready to fall off anytime. A few big words were written on the sign in dexterous calligraphy—Jarrosus Exchange.

source: 林立拿起已经冷却的点金棒，然后手上稍稍一用力，就将魔晶镶在了点金棒尾端，之后是一红一绿两块宝石，分别被林立镶在了点金棒两侧。
en_us: Lin Li picked up the cooled gold rod, and with a slight exertion of strength in his hands, he set the magical crystal onto the tip of the gold rod, followed by the ruby and emerald which were set at either side of the rod.

source: 林立拿起手边的点金棒，蘸满龙血墨水的水晶笔飞快跳跃，在点金棒上勾勒出一根根线条，自从看见深邃之银，这一根根线条，已在林立脑海中回放过不知几千几百次，此时的每一笔每一画，都经过了无数次的构思，哪里该布下魔力节点，哪里该构筑魔力回路，完全无需犹豫，只要笔尖轻轻划过，一根根线条已仿佛浑然天成。
en_us: Lin Li picked up the gold rod at hand. The crystal pen dipped in the dragon's blood ink leaped swiftly, sketching lines on the gold rod. Since seeing the deep silver, these lines had been played back in Lin Li's mind hundreds and thousands of times. Every line and stroke had been conceived countless times. There was no need to hesitate where to set the magic nodes and where to construct the magic circuits. With merely a gentle brush of the nib, the lines were there as if undesigned.

source: 林立探出头去望了一眼，却发现这位镀金玫瑰的主人，似乎年轻得有些过分了，看上去不过二十多岁，还不到三十岁的样子，容貌俊秀，白净斯文，身上带着浓浓的书卷气，让人一见之下不由大生好感。
en_us: Lin Li looked up and cast a glance, only to find that the owner of the Gilded Rose seemed a little too young. He looked to be in his twenties and not quite 30. He was handsome, fair, and refined, exuding a scholarly aura that would leave a good impression on people.

source: 林立无奈的走了上去，打算劝安度因两句。
en_us: Lin Li couldn't help but walk up to Andoine, planning to warn him.

source: 林立是在一间木屋里醒来的，大概是因为仓促搭建的关系，木屋看上去有些简陋，一张椅子一张床，就是房间里所有的家具，房门是虚掩着的，一股刺鼻的药味从缝隙间透入，熏得林力半天睁不开眼来。
en_us: Lin Li woke up in a log cabin. Probably due to the hasty construction, the cabin looked a tad shabby. There was no furniture except for a chair and a bed in the room. The door was unlatched and a pungent odor of medicine wafted through the cracks, so Lin Li could not open his eyes for a long time.

source: 林立曾经听安度因讲过，这是利维坦猩猩特有的建筑方式，它们用藤条编织成一张巨网，领地扩张到什么地方，巨网就覆盖到什么地方，对于利维坦猩猩来说，这张巨网既是它的巢穴，也是它最有力的武器，凭借着这一张巨网，利维坦猩猩能够办到许多连高级魔兽都无法办到的事。
en_us: Lin Li had heard Andoine mention that this was the unique way of construction for the Leviathan Gorilla. They used the rattans to weave a giant net, which would cover wherever their territory expanded. To the Leviathan Gorilla, this giant net was both its nest and its most powerful weapon. With this giant net, the Leviathan Gorilla could do many things that other high-level magical beasts could not.

source: 林立有些奇怪，顺手把画布捡了起来。
en_us: Feeling somewhat puzzled, Lin Li picked up the canvas.

source: 林立有些奇怪：“介绍给我干什么？”
en_us: Lin Li was slightly puzzled. "Introduce to me for what?"

source: 林立有些好奇：“咦……那几个家伙怎么舍得放你走的？”
en_us: Lin Li was a little puzzled. "Eh... How were those fellows willing to let you go?"

source: 林立望了一眼天空中消散的彩虹，慢慢将锻炼技能所余下的材料收进背包，亲眼目睹了神迹之后，那数十名围观玩家早就没有了杀人越货的念头，满面呆滞的看着林立收拾材料，却是谁也不敢动上一动。
en_us: Lin Li took a look at the fading rainbow. Slowly, he picked up the remaining materials for training and kept them in his bag. After witnessing a miracle, the players no longer had the thoughts of banditry in their minds. They watched dumbstruck as Lin Li packed the materials, but no one dared to move an inch.

source: 林立望着天空中的彩虹，微微犹豫了一下，这才深深的吸了口气：“我的愿望是提升我所有的生活技能水平！”
en_us: Lin Li gazed at the rainbow. He hesitated slightly before taking a deep breath, then said, "My wish is to increase the levels of all my life skills!

source: 林立望着憔悴的麦格雷尼，有些不知该如何是好。
en_us: Lin Li looked at the gaunt McGrenn, unsure what to do.

source: 林立查看了一下自己的技能状态，四种主要技能果然已经达到宗师级别，而各种杂学也多在大师级别以上，想想无尽世界开放一年多来，别说一个五系宗师，就连找一个单系大师恐怕都很难。
en_us: Lin Li checked his skill form. Four of the main skills had indeed reached the level of a guru, and most of the general skills were also beyond the level of a master. Thinking back to the year since the opening of the Endless World, there had never been a guru well-versed in all five series; even a master in one series was hard to find.

source: 林立正在那等人把深邃之银项链送来，谁知冷不丁一声“葛瑞安叔叔”落入耳中，吓得他差点没把自己的舌头给咬断。
en_us: Lin Li was waiting for someone to deliver the deep silver necklace to him when he heard "Uncle Gerian" all of a sudden and almost bit his tongue off out of shock.

source: 林立正站在门口发愣，却忽然听到一阵争吵声从楼上传来。
en_us: Lin Li stood at the door, bewildered. Just then, he heard a commotion coming from the upper story.

source: 林立正要开口，却忽然听见一阵风声从头上传来。
en_us: Just as Lin Li was about to speak, he suddenly heard the sound of wind above his head.

source: 林立没再继续追问，只是在心头暗想，看来安瑞尔世界，比自己想象中还要复杂一些。
en_us: Lin Li did not question further. In his mind, he thought, Anril World is much more complicated than I expected it to be.

source: 林立沿着运河一路往贸易区走去，身后却多了数十条各怀鬼胎的尾巴。
en_us: As Lin Li walked along the canal towards the trade zone, there were dozens of men with devil tails trailing behind him.

source: 林立注意到，克伦威尔追出去的时候，中年冒险者的脸色好象不怎么好，当然，这种事他自然是不会去问，只是笑了笑，便又烤起火来。
en_us: Lin Li noted that the expression of the middle-aged adventurer did not seem too good after Cromwell had chased out of the cave. Of course, he would not ask about this sort of thing; instead, he smiled and went back to warm himself by the fire.

source: 林立渐渐感到，自己的一缕意识正轻飘飘的往上浮去，他甚至可以看到另一个自己正软软的躺在椅子上，惊骇之下林立猛的抬起头来，头顶竟是漆黑一片，那是真正的黑暗，没有任何一丝杂质搀杂其中，哪怕是一丝光亮投去，也会一点不深的被吸引那无尽的黑暗当中……
en_us: Lin Li gradually felt his stream of consciousness floating away. He could even see another image of him lying sluggishly on the chair. Lin Li jerked his head up in horror. It was pitch-black above him—real darkness, without a hint of foreign matter. Even if there was a sliver of light shining into it, it would be devoured by the endless darkness, with nothing left behind.

source: 林立点了点头，将手按到了水晶球上。
en_us: Lin Li nodded and placed his hands on the crystal ball.

source: 林立现在要做的，就是在这数十中金属中，选出点金棒的材料。
en_us: What Lin Li had to do now was to select the materials for the gold rod from the dozens of metals.

source: 林立甚至已经感觉到了，那利爪上带着的森森寒气……
en_us: Lin Li could even sense the chill of the claws...

source: 林立用这么一句话，做出了最后的结论。
en_us: Lin Li concluded with the sentence.

source: 林立的施法速度实在太快，众人还没来得及反应过来，巴瑟罗尔就又是发出一声惨叫，两根细长的冰锥锋利无比，生生将巴瑟罗尔两只手掌穿透，一时间只见鲜血淋漓，溅在厚厚的地毯上殷红一片……
en_us: The speed of Lin Li casting a spell was too fast. Before the crowd could react, Bathrilor let out another scream yet again. The two slender, razor-sharp icicles pierced through Bathrilor's palms, and in an instant, fresh blood poured out and drenched the thick carpet red.

source: 林立的表现远远超出了他意料之外，冷静而又高效，哪怕是狮蝎尾巴已经刺到眼前的时候，他也没有停止过迟缓术的吟唱，紧接着放出的一个光亮术，更是仿佛神来之笔，就连安度因自己都没有想到，光亮术居然还能有这样的用处。
en_us: Lin Li's performance was far beyond his expectations. He was calm yet efficient. Even when the Manticore's tail was right in front of him, he never stopped reciting of the Delaying Spell. The Illuminating Spell that followed right after was even more so a stroke of genius. Even Andoine himself had not thought that the Illuminating Spell could be put to such use.

source: 林立的进步实在是太快了，快得连老法师都没法适应。
en_us: Lin Li’s improvement was indeed so quick that it was unbelievable for an old mage like Andoine.

source: 林立皱了皱眉头，放出了一个侦测法术。
en_us: Lin Li frowned and cast a Detection Spell.

source: 林立皱着眉头听伊娜说完，却始终想不起，有什么魔法能造成这样的效果，想了想还是决定先去看看再说。
en_us: Lin Li frowned as he listened to Ina, but he could not recall what kind of magic could have done that, so he decided to have a look after much thought.

source: 林立盯着那张胖脸看了许久，终于确定葛瑞安不是在开玩笑：“你是认真的？”
en_us: Lin Li stared at the chubby face for a long time and finally confirmed that Gerian wasn't joking. "You're serious?"

source: 林立看见这一幕，不由暗自摇了摇头。
en_us: Lin Li could not help but shake his head seeing this.

source: 林立硬着头皮点了点头，正打算问他收不收的时候，老头却已经是一拍桌子：“一共八千金币，卖不卖？”
en_us: Lin Li nodded reluctantly. He was about to ask the old man if he would take them when the old man pounded the desk. "8000 gold coins for all, will you sell?"

source: 林立确实没有猜错，第二轮拍卖开始的时候，又是达芙妮第一个报出了价格。
en_us: Lin Li was indeed correct. When the second round of auction began, Daphne was once again the first person to offer a bid.

source: 林立确实没有猜错，还在很远的地方，两人就听见了伊娜的哭声。
en_us: Lin Li had guessed it right. Still far away, the two men heard Ina crying.

source: 林立笑了笑刚要转身，却忽觉一阵香风袭来，刚刚还俏脸通红的伊娜，终于鼓起了勇气，将一件东西塞到了林立手心：“这个送给你！”
en_us: Lin Li smiled and was about to turn around when he suddenly felt a gush of sweet wind. Ina, who was blushing just a moment ago, finally summoned up her courage and stuffed an item into the palm of his hand. "This is for you!"

source: 林立笑得一脸随和，暗中却已凝聚起了一枚风刃。
en_us: Lin Li smiled agreeably but he had already assembled a wind blade in secret.

source: 林立第一眼看见戒指，就被上面的钻石吸引住了。
en_us: Lin Li was instantly attracted to the diamond when he first laid eyes on the ring.

source: 林立等了很久，才终于是等到了这个机会的出现。
en_us: Lin Li waited for long before he finally got his chance.

source: 林立脑子里忽然一个念头闪过，他觉得自己好象抓住了点什么。
en_us: Suddenly, an idea flashed across his mind, and he felt as if he had grasped something.

source: 林立脸上仍带着笑容，甚至在走近克伦威尔身前的时候，还礼貌的跟他打了声招呼：“好久不见，克伦威尔魔法师。”
en_us: Lin Li had kept the smile on his face. He had even greeted Cromwell politely as he approached. "Long time no see, Mage Cromwell."

source: 林立花了差不多一个小时，才将地下荒原上的幽灵草采完，即便是以林立的身家，也不舍得放过其中一根，比起野钢花来，幽灵草的用处实在是太多了，除了精练智慧药剂之外，迅捷药水，石化药水，这些实用性相当广泛的药水中，也同样少不了幽灵草的存在。
en_us: It took Lin Li almost an hour to gather all the ghostskins from the underground wild land. Even with his assets, he was not willing to let go of any of it. Compared with the wild steelbloom, ghostskin had too many uses. Besides refining the Wisdom Potion, it could also be found in potions that had broader applications, like the Hastening Potion and Petrifying Potion.

source: 林立药剂师的身份，随着加洛斯最强法师之战不径而走，现在大半个加洛斯城都知道了，魔法公会有一个年轻的药剂师叫费雷，他今年甚至还不满二十岁，大概是因为药剂师的光环太过耀眼的缘故，以至于很多人都忽略了，他其实还是一名八级魔法师。
en_us: The revelation that Lin Li was that pharmacist spread like wildfire following the battle between the most powerful mages in Jarrosus. Now, more than half of Jarrosus City knew about the young pharmacist named Felic in the Guild of Magic and that he was not even 20 years of age. Perhaps due to the overwhelming glory of being the pharmacist, many people actually overlooked the fact that he was also a level-eight mage.

source: 林立被他哭得心情更加烦躁，干脆放下酒杯站起身来：“你不走是吧？那我走！”
en_us: Lin Li was made even more frustrated by her crying. He placed his wine glass down and stood up. "You're not leaving? Then I'll leave!"

source: 林立被推得连连后退：“有话好好说，别推行不行？”
en_us: Lin Li stumbled a few steps back. "Can we talk nicely without any pushing?"

source: 林立觉得自己挺冤枉，就好象莫名其妙的被一条疯狗咬了似的，从头到尾他都没对伊娜起过什么心思，结果还是被克伦威尔这条疯狗给盯上了。
en_us: Lin Li felt quite wronged, it was as if he had been bitten by a mad dog for no particular reason. He hadn't had cared much for Ina from the beginning, but he was still targeted by the mad dog Cromwell.

source: 林立话说了半截，却并不揭晓答案，只是笑眯眯的坐在床头，望着红发美女的目光中充满了戏谑，那神情就好象是在说，想知道？可我就不告诉你……
en_us: Lin Li stopped mid-sentence and did not reveal the answer. He sat grinning on the bed, looking at the redheaded beauty teasingly. The expression seemed to say: want to know? But I won't tell you...

source: 林立费了很大力气，才听清她在说些什么，一时间不由有些好笑：“你故意支开城主敌人，就是为了要跟我说这些？”
en_us: Lin Li spared a great deal of effort before finally making out what she had said, and felt it amusing in that moment. "You sent the Castellan away on purpose just to tell me this?"

source: 林立走进会客室，正看见葛瑞安那张胖脸。
en_us: Gerian's chubby face came into sight as soon as Lin Li stepped into the reception room.

source: 林立赶紧打开无尽风暴之戒，从里面摸出了一红一蓝两瓶药水，按照三比一的比例，小心的倒进一只烧杯当中，两中药水一经混合，立刻在药剂室里弥漫起一阵酸涩的气味。
en_us: Lin Li quickly opened up the Ring of Endless Storm and took out two bottles of potion—a blue one and a red one. Sticking to the ratio of three to one, he carefully poured them into a beaker. Once the two potions were mixed, it immediately gave off an acidic smell in the potion lab.

source: 林立跟着那苍老的声音望去，正看见一名身穿灰色法师袍的老人。
en_us: Lin Li's eyes followed the source of the aged voice and saw an old man wearing a gray mage robe.

source: 林立这一生最恨的就是庸医误人，当初若不是那个该死的庸医，父亲又怎么会落下终身残疾，虽然如今已是两世为人，但深深刻在心底的伤痛与厌恶，却是无论如何也无法抹去，在质问红发美女的时候，林立已是不知不觉的将她当成了那个该死的庸医。
en_us: What Lin Li hated most in his life was quack doctors ruining the life of someone. If it hadn't been for the darned quack, his father would not have been left with a lifelong disability. Although his father had escaped death, but pain and disgust for quacks were deeply engraved in Lin Li's heart and could not be erased no matter what. When he was questioning the redheaded beauty, Lin Li had unconsciously taken her as the darned quack.

source: 林立这大半天都被椰子雨砸得苦不堪言，这时候占了上风哪还会跟利维坦猩猩客气，“嗖嗖嗖”一连十几记风刃射出去，直射得那死猩猩连头都抬不起来，风刃本身只是低级法术，但在彻底摆脱咒文束缚之后，却成了最直接有效的攻击手段，再加上林立有变态精神力的支持，一时间风刃简直是有如那啥江水连绵不绝……
en_us: For most of the day, Lin Li had to suffer from the shower of coconuts. Now that he had gained the upper hand he was done being polite with the Leviathan Gorilla. Dozens of wind blades were shot out with a swoosh, such that the darned gorilla couldn't even lift its head. The Wind Blade Spell was a low-level spell, but after breaking away from the restraint of the chant, it had became the most direct and effective mean of attack. Along with the support of an abnormal mental strength, the wind blades were like a river flowing unceasingly...

source: 林立这才露出满意的笑容，往前走出几步，又有些不太放心的问了一句：“不会被赶出来吧？”
en_us: Lin Li smiled with satisfaction. He took a few steps forward and asked doubtfully, "I won't get chased out?"

source: 林立这边才刚喘了口气，巨网上的利维坦猩猩却又“嘎嘎嘎”的怪笑起来，林立抬眼望去，正看见这厮不知从哪里又弄了一大堆的椰子回来，一看这副景象，林立真是觉得头都大了，要是不把那巨网给解决掉，自己今天跑真要被椰子活活砸死了。
en_us: Lin Li had just caught his breath when the Leviathan Gorilla on the giant net began to cackle again. Lin Li looked up just in time to see another pile of coconuts this fiend had brought back. Lin Li was distressed at the sight. If he did not get rid of the giant net, he would really be killed by those coconuts today.

source: 林立远远望着老梅林，从他身上只看到了两个字，那就是——“差距”
en_us: Lin Li stood watching Old Merlin from afar. He could only see one word from him: difference.

source: 林立远远看了一眼，发现这个萨鲁曼家族族长，身上的气息似乎有些怪异，那是一种很纯粹的感觉，与实力强弱无关，也与魔法波动无关，只是纯粹的感觉这人有些怪异，就好象死气沉沉的，不管怎么看，都总会给人一种不舒服的感觉。
en_us: Lin Li took a glance from a distance and found the aura coming out from the leader of the Saruman Family a little peculiar. It was pure feeling, not about strength nor magical wave. It was just sheer sense that this person was weird, as if he was dead. And however you looked at it, it'd always give you an uncomfortable feeling.

source: 林立远远站在塔下，看着两个大魔导士间的对决，他忽然发现自己以前的战斗方式其实并不那么完美。
en_us: Lin Li stood at the bottom of the tower a distance away. He'd realized his previous battling styles were in no sense perfect after watching the battle of the two archmages.

source: 林立郁闷的摸了摸鼻子，这老家伙简直比葛瑞安还能扯……
en_us: Lin Li touched his nose sullenly. This old fellow could talk more crap than Gerian...

source: 林立长长的吁出口气，再看看手上的深渊秘银点金棒，已是在无先前粗糙的影子，光泽幽暗深邃，花纹精致细腻，两枚纯净闪亮的宝石点缀之下，更是透出一股神秘而华丽的气息。
en_us: Lin Li let out a long sigh and looked at the abyss mithril gold rod on his hand. It had no trace of the previous coarseness. The luster was dark and abysmal, the patterns exquisite and delicate. Under the embellishment of the two sparkling pure gemstones, a mysterious yet resplendent aura was revealed.

source: 林立闻了闻药味，知道这老家伙又放了智慧之树树叶。
en_us: Lin Li took a smell of the medicine and knew the old man had added leaves from the Wisdom Tree once again..

source: 林间道路本就狭窄，两人并排而行，自是难免靠得近了一些，闻着伊娜身上传来的淡淡清香，林立忽然觉得有些头疼，这一路上也不知道怎么回事，金发美女似乎总喜欢问自己一些问题。
en_us: The forest paths were narrow and it was hard to avoid being close when two people walked side-by-side. Breathing in the faint scent coming from Ina's body, Lin Li suddenly felt his head hurting. He wasn't sure what happened on the way, but the blond beauty seemed to like asking him questions.

source: 果然……
en_us: True enough...

source: 果然！
en_us: Sure enough!

source: 枯燥的练习最容易让人失去兴趣，但林立却丝毫没有不耐烦的意思，因为他心里很清楚，老安度因虽然是个糟糕的药剂师，但在魔法领域里，这个脾气暴躁的糟老头子却是不折不扣的权威，他的意见虽不能说绝对正确，却也远远好过自己一个外行独自摸索。
en_us: Though tedious training made one lose interest quickly, Lin Li showed no signs of annoyance. He knew very well that despite being a terrible pharmacist with a nasty temper, old Andoine was undoubtedly an authoritative figure in the field of magic. His opinions might not be precise, but it was far better than having himself, an amateur, fumbling about on his own.

source: 查探到丹田内储存下来的十缕黑色元力只剩下一缕了，江逸摇头叹气起来，这陪练活儿看来不适合他啊。要是那翊小姐再坚持一会，等他黑色元力消耗干净，他就原形毕露等着挨揍了……
en_us: Checking the ten wisps of black essence force in his dantian and realizing that he only had one wisp left, Jiang Yi shook his head and sighed. It seemed like this sparring partner job was not suited for him. If that Young Mistress Yi persevered for a little longer, and if his black essence force was fully consumed, his original condition would be fully revealed and he would have to endure getting beaten up...

source: 柳河长相比起黑旗要差上一些，不过肩宽腰细，体态完美，他也不是傻子，淡然一笑道：“听雨小姐，明天见！”
en_us: Liu He was slightly inferior to Heiqi in terms of looks. However, with broad shoulders and a slim waist, his figure was the epitome of perfection. He was no fool either, and bid his goodbye with a light smile, "Young Mistress Tingyu, I'll see you tomorrow!"
